Repository: Shakeezy/hairdresser
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Invalid date format
es: Formato de fecha inválido

source: The appointment date has expired. Please take another one
es: La fecha de la cita ha expirado. Por favor, selecione otra

source: Appointments cannot be scheduled so far in advance. For more information, please call the following number: 4353456546
es: No se puede concertar cita con tanta antelación en el sistema. Para más información llame al siguiente número: 23423534

source: Close for
es: Cerrado por

source: Close for sunday
es: Cerrado por Domingo

source: Appointment canceled succesfully
es: Cita cancelada con éxito

source: Invalid cancel id
es: Id de cancelación inválido

source: Appointment confirmed
es: Cita confirmada

source: Service
es: Servicio

source: Date
es: Fecha

source: Hour
es: Hora

source: Client
es: Cliente

source: Phone
es: Teléfono

source: We send a message to your email where there is a link in case you want to cancel the appointment
es: Le hemos mandado un enlace a su email en caso de querer cancelar su cita

source: Make an Appointment
es: Pida cita

source: Select your appointment date
es: Seleccione la fecha de su cita

source: Confirm Appointment Date
es: Confirme fecha

source: en
es: es

source: Appointment for
es: Cita para

source: Select service
es: Seleccione el servicio

source: Available hours
es: Horas disponibles

source: Name
es: Nombre

source: Last Name
es: Apellido

source: Reserve
es: Reservar

source: Experts in the art of men's haircuts and grooming
es: Expertos en el arte del corte y cuidado del cabello masculino.

source: Make an appointment
es: Pida cita

source: Our Services
es: Nuestros Servicios

source: Hair Cut
es: Corte de pelo

source: Custom cuts tailored to your style and face shape. Includes wash and style.
es: Cortes personalizados adaptados a tu estilo y forma de rostro. Incluye lavado y peinado.

source: Beard Grooming
es: Arreglo de barba

source: Precise beard trimming and shaping. Includes a hot towel and essential oils.
es: Recorte y perfilado preciso de barba. Incluye toalla caliente y aceites esenciales.

source: Shaving with a Straight Razor
es: Afeitado con navaja

source: Traditional straight razor shave with hot towels for a relaxing experience and flawless results.
es: Afeitado tradicional con navaja y toallas calientes para una experiencia relajante.

source: Meet our team
es: Conoce nuestro equipo

source: Senior Stylist
es: Estilista Senior

source: With over 10 years of experience, Ana is an expert in classic and modern cuts.
es: Con más de 10 años de experiencia, Ana es experta en cortes clásicos y modernos.

source: Specialist in Modern Cuts
es: Especialista en Corte moderno

source: Carlos masters the latest trends and cutting techniques for the contemporary man.
es: Carlos domina las últimas tendencias y técnicas de corte para el hombre contemporáneo.

source: Professional Colorist
es: Colorista Profesional

source: Specializing in hair coloring and treatments for all hair types.
es: Especializado en coloración y tratamientos para todo tipo de cabello.

source: Gallery
es: Galería

source: Contact
es: Contacto

source: Contact Information
es: Información de contacto

source: We are here to serve you
es: Estamos aquí para servirle

source: Address
es: Dirección

source: Schedule
es: Horario

source: Monday to Friday: 10:00 - 13:00, 17:00 - 20:30
es: Lunes a Viernes: 10:00 - 13:00, 17:00 - 20:30

source: Saturday: 10:00 - 13:00
es: Sábado: 10:00 - 13:00

source: Sunday: Closed
es: Domingo: Cerrado

source: Ubication
es: Ubicación

source: Find us easily
es: Encuéntrenos fácilmente

source: How to get there
es: Como llegar

source: Services
es: Servicios

source: Team
es: Equipo

source: All rights reserved
es: Todos los derechos reservados.
